"Close"="關閉";
"Delete"="刪除";
"Visualization mode"="可視化模式";
"Scanning..."="掃描中...";
"Building the visualization..."="建立可視化中...";
"%d Item"="%d 項目";
"%@ Folder %@ File total %@"="%@ 資料夾 %@ 檔案 總計 %@";
"Ok"="確認";
"selected"="已选择";
"Drag and drop files here to delete them"="將檔案拖放至此處以進行删除";
"%@ cannot be deleted."="無法刪除 %@。";
"%@ %d Item"="%@ %d 項目";
"Scanning progress will be lost after canceling, you need to rescan next time"="取消掃描將會失去掃描進度，下次需要重新掃描";
"Continue"="繼續";
"Cancel"="取消";
"Open Finder"="打開 Finder";
"Move to the delete queue"="移至刪除佇列";
"Don't need to delete files."="無需刪除檔案。";
"The selected files will be completely deleted."="所選文件將被完全刪除。";
"Deleted %lld item"="已刪除 %lld 個項目";
"Deletion completed"="刪除完成";
"Canceling"="取消中";
"Preparing to delete..."="準備刪除...";
"Enter directory"="進入目錄";
"Stop"="停止";
"File not found" = "没有发现文件";
"Some files failed to delete due to insufficient permissions"="部分文件因權限不足，刪除失敗";
"The current scanning root directory is %@ and cannot return to the previous directory." = "目前掃描根目錄為%@，無法返回上一级目錄。";
"The current scanning root directory is %@, you can rescan %@." = "目前掃描根目錄為 %@, 您可以重新掃描 %@";
